{
  "en": [
    {
      "general_text": "February 7th, 2026 finds you contemplating long-term goals, Aries. A subtle shift in perspective allows for a more strategic approach to challenges, favoring thoughtful planning over impulsive action. This is a day for internal assessment and laying the groundwork for future successes.",
      "love_text": "Existing partnerships benefit from deepened communication and a willingness to understand your partner’s evolving needs. Single Aries may find themselves drawn to individuals who offer intellectual stimulation and emotional stability, rather than immediate passion. Focus on building genuine connection.",
      "business_text": "Professional endeavors require a measured pace today. While your ambition remains strong, avoid overextending yourself or making hasty decisions. Collaboration with colleagues proves particularly fruitful, and reviewing existing contracts or proposals is favored. Financial stability is within reach with careful management.",
      "health_text": "Energy levels are moderate; prioritize restorative activities rather than strenuous exercise. Pay attention to your digestive system and ensure adequate hydration. Gentle stretching or mindful meditation can help alleviate any underlying tension.",
      "lunar_text": "The Moon in Cancer enhances emotional sensitivity and intuition. This lunar influence encourages you to connect with your inner world and nurture your personal needs. Allow yourself time for self-reflection and emotional processing.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 3,
      "sign_name": "Aries",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026, encourages a focus on refining existing projects rather than initiating new ones, Taurus. The cosmos favors meticulous attention to detail and consolidating gains. A subtle but powerful energy supports long-term stability and building a solid foundation for future endeavors.",
      "love_text": "Existing relationships benefit from shared activities that foster deeper connection and understanding. Single Tauruses may find themselves drawn to individuals who demonstrate quiet strength and reliability. Avoid impulsive declarations; allow feelings to unfold naturally and prioritize genuine compatibility.",
      "business_text": "Your practical skills are highly valued today. Focus on tasks requiring precision and thoroughness; this is an excellent time for financial planning and reviewing investments. Opportunities to streamline processes and improve efficiency are likely to present themselves. Collaboration with trusted colleagues will yield positive results.",
      "health_text": "Prioritize restorative practices today, Taurus. While you possess natural stamina, avoid overexertion. Gentle movement, such as walking in nature or restorative yoga, will be particularly beneficial. Pay attention to your body’s signals and ensure adequate rest.",
      "lunar_text": "The Moon is in Virgo, enhancing your analytical abilities and creating a desire for order. This lunar influence encourages a focus on self-improvement and practical solutions. It’s a good time to address lingering concerns and create a more organized environment.",
      "lucky_numbers": [
        7,
        21,
        44
      ],
      "lucky_color": "Olive Green",
      "mood_word": "Grounding",
      "love_rating": 4,
      "business_rating": 5,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 5,
      "sign_name": "Taurus",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026 finds you navigating a period of subtle shifts in perspective, Gemini. Communication is key, but prioritize thoughtful listening over rapid-fire ideas. This is a day for consolidating gains and refining plans rather than initiating large-scale changes.",
      "love_text": "Existing relationships benefit from deep, honest conversations. Avoid assumptions and actively seek to understand your partner’s needs. For single Geminis, a connection sparked through shared intellectual interests could prove surprisingly rewarding, but don't rush into anything.",
      "business_text": "Your adaptability will be a significant asset today. Unexpected requests or minor disruptions are likely, but you’ll handle them with grace. Focus on completing existing projects and tying up loose ends; new ventures should wait for a more opportune moment. Financial prudence is advised.",
      "health_text": "Energy levels may be slightly lower than usual. Prioritize restorative activities like gentle stretching, meditation, or spending time in nature. Pay attention to your digestive system and ensure you’re staying adequately hydrated. Avoid overstimulation.",
      "lunar_text": "The Moon is in Virgo, fostering a practical and detail-oriented energy. This lunar influence encourages you to focus on organization and self-improvement. It’s a good time for tasks requiring precision and analytical thinking, but be mindful of falling into perfectionism.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 7,
      "sign_name": "Gemini",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026 finds you contemplating the deeper currents of your emotional life, Cancer. This is a day for introspection and gentle self-assessment, rather than outward action. Allow yourself the space to process recent experiences and identify what truly nourishes your soul.",
      "love_text": "Existing relationships benefit from quiet connection and shared vulnerability. Resist the urge to over-analyze; simply *be* present with your partner. Single Cancers may find themselves drawn to individuals who offer emotional safety and understanding, but avoid rushing into anything before truly knowing them.",
      "business_text": "Your intuition is particularly strong today, making it an excellent time for strategic planning. Focus on long-term goals and trust your gut feelings regarding investments or collaborations. Avoid impulsive decisions and prioritize tasks that align with your core values. Small, consistent efforts will yield significant results.",
      "health_text": "Prioritize self-care and restorative practices. Gentle movement, like yoga or a walk in nature, will be more beneficial than strenuous exercise. Pay attention to your digestive health and ensure you're nourishing your body with wholesome foods. Emotional wellbeing directly impacts physical vitality today.",
      "lunar_text": "The Moon is in Virgo, creating a grounding energy that encourages practicality and attention to detail. This lunar influence supports organization and a focus on well-being, but can also amplify self-criticism. Practice self-compassion and acknowledge your accomplishments.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 8,
      "sign_name": "Cancer",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026, brings a subtle shift in focus for Leo. While your natural charisma remains a powerful asset, today encourages introspection and careful planning rather than impulsive action. A period of consolidation and strategic thinking will serve you well in the long run.",
      "love_text": "Relationships require a gentle touch today. Existing partnerships benefit from open communication and a willingness to understand your partner's perspective. Single Leos might find themselves drawn to someone who values stability and intellectual connection over fleeting excitement.",
      "business_text": "A pragmatic approach to finances and career matters is advised. Review current projects and identify areas for improvement or streamlining. Opportunities for advancement may not be immediately apparent, but diligent effort and attention to detail will lay the groundwork for future success. Networking should be focused and targeted.",
      "health_text": "Pay attention to your inner state today. Stress may manifest as physical tension, so prioritize relaxation techniques like meditation or gentle stretching. Adequate rest and mindful eating will contribute significantly to your overall well-being. Avoid overexertion.",
      "lunar_text": "The Moon's transit through a grounded earth sign encourages a focus on practical matters and tangible results. This is a favorable time for organizing your environment and establishing routines that support your goals. Emotional stability is within reach, but requires conscious effort.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 1,
      "sign_name": "Leo",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026 finds you in a period of subtle shifts, Virgo. Focus on refining existing projects rather than initiating new ones; the energy supports meticulous attention to detail. Trust your intuition regarding practical matters, as it’s exceptionally clear today, guiding you toward efficient solutions.",
      "love_text": "Relationships benefit from quiet connection today. Avoid grand gestures and instead focus on small acts of service and genuine listening. Single Virgos may find themselves drawn to someone who appreciates their practicality and understated charm – look for consistency over flashiness.",
      "business_text": "Your analytical skills are particularly sharp, making this an excellent day for problem-solving and data review. Opportunities to streamline processes and improve efficiency are abundant. Financial matters require a conservative approach; avoid impulsive investments and prioritize long-term stability.",
      "health_text": "Prioritize digestive health today, Virgo. Gentle movement like walking or yoga will be more beneficial than strenuous exercise. Pay attention to your body’s signals and ensure you’re adequately hydrated. Restful sleep is crucial for maintaining energy levels.",
      "lunar_text": "The Moon in Capricorn creates a grounded and pragmatic atmosphere. This lunar influence encourages responsibility and a focus on long-term goals. It’s a good time to set boundaries and establish routines that support your well-being.",
      "lucky_numbers": [
        7,
        21,
        33
      ],
      "lucky_color": "Slate Grey",
      "mood_word": "Discernment",
      "love_rating": 4,
      "business_rating": 5,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 2,
      "sign_name": "Virgo",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026, encourages a focus on refining your personal philosophies, Libra. Existing beliefs may be challenged by new information, prompting a period of thoughtful reassessment. Embrace this intellectual stirring; it’s a catalyst for growth and a clearer understanding of your core values.",
      "love_text": "Communication is key in your relationships today. If single, a chance encounter could spark an interesting conversation, but avoid rushing into anything. For those partnered, a shared activity that stimulates intellectual connection will strengthen your bond. Be open to truly *hearing* your partner’s perspective, even if it differs from your own.",
      "business_text": "Your diplomatic skills are particularly valuable today, Libra. You’ll find yourself mediating between differing viewpoints and achieving positive outcomes in collaborative projects. Financial opportunities may arise through networking, so attend to connections and be receptive to new proposals. Avoid impulsive spending; careful planning is favored.",
      "health_text": "Energy levels may be slightly lower than usual, so prioritize restorative activities. Gentle exercise, like yoga or a walk in nature, will be more beneficial than strenuous workouts. Pay attention to your digestive system; a lighter diet and adequate hydration are recommended. Prioritize mental wellbeing through mindfulness or meditation.",
      "lunar_text": "The Moon is in Sagittarius, fostering a sense of optimism and a desire for freedom. This lunar influence encourages you to broaden your horizons and explore new possibilities, but can also lead to restlessness if not channeled constructively. Embrace adventure, but maintain a grounding influence.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 6,
      "sign_name": "Libra",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026, encourages a period of focused introspection, Scorpio. The cosmos invites you to examine the foundations of your current goals and realign them with your deepest values. This is a powerful day for strategic planning and laying the groundwork for future success, but requires deliberate thought rather than impulsive action.",
      "love_text": "Existing partnerships benefit from honest and vulnerable communication today. Avoid projecting insecurities onto your partner; instead, focus on expressing your needs clearly and with compassion. Single Scorpios may find themselves drawn to individuals who possess a quiet strength and intellectual curiosity – look beyond surface appearances.",
      "business_text": "Your analytical skills are particularly sharp today, making it an excellent time to tackle complex projects or review financial details. Opportunities for long-term investment or strategic partnerships may arise, but due diligence is crucial. Trust your intuition, but back it up with solid research and data.",
      "health_text": "Energy levels may be slightly lower than usual, Scorpio. Prioritize restorative activities like meditation, gentle exercise, or spending time in nature. Pay attention to your digestive health and ensure you're nourishing your body with wholesome foods. Avoid overstimulation and allow yourself ample rest.",
      "lunar_text": "The Moon is in Virgo, fostering a practical and detail-oriented energy. This lunar influence heightens your awareness of subtle nuances and encourages a focus on efficiency and organization. It’s a good time to address lingering tasks and create a sense of order in your environment.",
      "lucky_numbers": [
        7,
        21,
        88
      ],
      "lucky_color": "Slate Grey",
      "mood_word": "Discernment",
      "love_rating": 4,
      "business_rating": 5,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 4,
      "sign_name": "Scorpio",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026 finds you contemplating long-term goals, Sagittarius. A subtle shift in perspective regarding your personal philosophy is occurring, prompting a re-evaluation of what truly motivates you. Embrace this introspection; it will lead to more authentic choices and a stronger sense of purpose.",
      "love_text": "Existing partnerships benefit from honest and open communication today. Avoid assumptions and actively listen to your partner’s needs. For single Sagittarians, a chance encounter with someone who shares your intellectual curiosity is possible, but don’t rush into anything – build a foundation of genuine connection.",
      "business_text": "Your innovative ideas are particularly potent today, making it an excellent time to brainstorm or present proposals. Focus on meticulous planning and attention to detail; a small oversight could cause minor delays. Financial opportunities related to travel or education may present themselves, but require careful research.",
      "health_text": "Energy levels may be slightly lower than usual, so prioritize restorative activities. Gentle exercise like yoga or a walk in nature will be more beneficial than strenuous workouts. Pay attention to your digestive system and ensure you’re staying adequately hydrated.",
      "lunar_text": "The Moon in Cancer creates a nurturing and emotionally sensitive atmosphere. This lunar influence encourages you to connect with your inner feelings and prioritize self-care. It’s a good day to spend time with family or engage in activities that bring you comfort.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 12,
      "sign_name": "Sagittarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026 finds you in a period of consolidating gains, Capricorn. The cosmos encourages a focus on long-term planning and refining existing structures rather than initiating bold new ventures. Trust your instincts regarding subtle shifts in energy; they hold valuable clues for future success.",
      "love_text": "Existing relationships benefit from quiet intimacy and shared practical tasks. Single Capricorns may find themselves drawn to individuals who demonstrate stability and a grounded approach to life. Avoid overly romantic gestures; sincerity and genuine connection are favored today.",
      "business_text": "A methodical approach to work will yield the best results. This is an excellent day for reviewing contracts, finalizing details, and organizing your resources. Financial opportunities may present themselves, but require careful due diligence before committing.",
      "health_text": "Prioritize restorative activities today. While you possess considerable stamina, pushing yourself too hard could lead to unnecessary fatigue. Focus on nourishing foods and gentle movement, like a walk in nature, to maintain balance.",
      "lunar_text": "The Moon in Virgo enhances your attention to detail and desire for order. This lunar influence fosters a practical and analytical mindset, making it a favorable time for problem-solving and improving efficiency. However, be mindful of falling into perfectionism.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 9,
      "sign_name": "Capricorn",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th, 2026, encourages a period of thoughtful recalibration, Aquarius. The cosmos invites you to examine the foundations of your current goals and ensure they still resonate with your evolving self. Expect subtle shifts in perspective that, while initially unsettling, will ultimately lead to greater authenticity.",
      "love_text": "Existing partnerships benefit from honest, open communication regarding long-term aspirations. Single Aquarians may find themselves drawn to individuals who challenge their intellectual curiosity, but avoid rushing into anything based solely on mental connection – emotional compatibility is key. Prioritize self-love and understanding your own needs before seeking validation elsewhere.",
      "business_text": "A collaborative project could present itself, offering a chance to leverage your unique skills and network. While your innovative ideas are valuable, be prepared to compromise and listen to alternative viewpoints. Financial stability is within reach, but requires disciplined planning and a realistic assessment of resources. Avoid impulsive investments.",
      "health_text": "Energy levels may fluctuate today, making it crucial to prioritize rest and mindful movement. Focus on activities that ground you, such as spending time in nature or practicing meditation. Pay attention to any subtle signals your body is sending and address them promptly. Hydration is particularly important.",
      "lunar_text": "The Moon in Scorpio creates a deeply introspective atmosphere, amplifying your intuition and emotional sensitivity. This lunar phase encourages you to confront hidden fears and embrace vulnerability. It’s a powerful time for transformation, but also requires self-compassion and boundaries.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 10,
      "sign_name": "Aquarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "February 7th invites you to refine your boundaries, Pisces. A subtle but powerful energy encourages introspection and discerning what truly aligns with your evolving self. This is a day for quiet assessment rather than grand gestures, allowing clarity to emerge from within.",
      "love_text": "Existing partnerships benefit from honest, gentle communication. Avoid assumptions and actively listen to your partner’s needs. For single Pisces, a connection may begin to blossom through shared creative pursuits, but resist rushing into anything before truly understanding the other person’s values.",
      "business_text": "Focus on completing existing projects rather than initiating new ones. Your attention to detail will be particularly valuable today, leading to positive outcomes in areas requiring precision. Financial stability is favored through careful planning and avoiding impulsive decisions.",
      "health_text": "Prioritize restorative practices today. Gentle movement like swimming or yoga will be more beneficial than strenuous activity. Pay attention to your lymphatic system; hydration and light massage can support its function. Emotional release is also key to physical wellbeing.",
      "lunar_text": "The Moon in Scorpio creates a deeply intuitive atmosphere, amplifying your emotional sensitivity. This lunar phase encourages you to explore your inner landscape and confront any unresolved feelings with courage and self-compassion. Trust your instincts, but ground them in reality.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Emerald Green",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 11,
      "sign_name": "Pisces",
      "date": "2026-02-07"
    }
  ],
  "ru": [
    {
      "general_text": "7 февраля 2026 года звезды дарят Овнам возможность проявить инициативу и смелость в реализации давно обдуманных планов. День благоприятен для начала новых проектов, но требует взвешенного подхода и внимания к деталям. Не бойтесь выходить за рамки привычного, но помните о необходимости сохранять реалистичный взгляд на вещи.",
      "love_text": "В сфере любви и отношений вас ждет период гармонии и взаимопонимания. Если вы одиноки, не исключено спонтанное знакомство, которое может перерасти в нечто большее. Для тех, кто в паре, это отличное время для укрепления связи и совместного планирования будущего. Открыто выражайте свои чувства и будьте готовы к компромиссам.",
      "business_text": "В профессиональной сфере Овнов ждет продуктивный день, полный возможностей для роста и развития. Ваша энергия и энтузиазм будут замечены руководством и коллегами. Не упустите шанс проявить свои лидерские качества и взять на себя ответственность за важный проект. Финансовая ситуация стабильна, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Избегайте стрессовых ситуаций и найдите время для отдыха и релаксации. Занятия спортом или прогулки на свежем воздухе помогут восстановить силы и повысить жизненный тонус. Не забывайте о правильном питании и достаточном количестве сна.",
      "lunar_text": "Луна в знаке Рака создает благоприятный фон для проявления интуиции и эмоциональной чувствительности. Доверьтесь своим внутренним ощущениям и не игнорируйте знаки судьбы. Это время, когда особенно важно заботиться о близких и создавать уютную атмосферу вокруг себя.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 3,
      "sign_name": "Aries",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Тельцам возможность углубиться в самоанализ и пересмотреть свои ценности. Это время для осознанного выбора и укрепления внутреннего стержня. Не бойтесь отпустить то, что больше не служит вашему развитию, освобождая пространство для новых возможностей.",
      "love_text": "В сфере любви сегодня акцент на искренности и открытости. Если вы в отношениях, постарайтесь создать атмосферу доверия и взаимопонимания, поделитесь своими чувствами и мечтами. Одиноким Тельцам стоит обратить внимание на людей, проявляющих неподдельный интерес к вашей личности, а не к вашему статусу.",
      "business_text": "В профессиональной сфере проявите свою настойчивость и целеустремленность. Возможны неожиданные предложения или возможности для расширения вашего влияния. Будьте внимательны к деталям и не торопитесь с принятием важных решений, тщательно взвешивая все 'за' и 'против'. Финансовая стабильность будет поддерживаться, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Практикуйте техники релаксации, медитацию или просто проведите время на природе. Легкая физическая активность, такая как прогулка или йога, поможет восстановить энергию и улучшить самочувствие. Не забывайте о полноценном сне и сбалансированном питании.",
      "lunar_text": "Растущая Луна в знаке Рака усиливает вашу интуицию и эмоциональную восприимчивость. Доверьтесь своим внутренним ощущениям и не игнорируйте знаки судьбы. Это благоприятное время для творчества, заботы о близких и укрепления семейных связей.",
      "lucky_numbers": [
        7,
        23,
        44
      ],
      "lucky_color": "Оливковый",
      "mood_word": "Гармония",
      "love_rating": 4,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 5,
      "sign_id": 5,
      "sign_name": "Taurus",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Близнецам возможность увидеть новые перспективы в давно знакомых ситуациях. День благоприятен для анализа информации и принятия взвешенных решений, особенно касающихся будущего. Не бойтесь экспериментировать с идеями, но помните о важности последовательности в действиях.",
      "love_text": "В сфере любви и отношений сегодня акцент на честном и открытом общении. Если вы в паре, используйте этот день для углубления эмоциональной связи, обсудите общие планы и мечты. Одиноким Близнецам стоит быть внимательнее к новым знакомствам, но не торопите события, дайте чувствам время развиться.",
      "business_text": "В профессиональной сфере вас ждет период повышенной продуктивности, особенно если задачи связаны с коммуникацией и обменом информацией.  Возможно получение интересных предложений или новых проектов.  Будьте готовы к неожиданным поворотам, но сохраняйте спокойствие и веру в свои силы. Финансовая ситуация стабильна, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня важно уделить внимание нервной системе.  Избегайте переутомления и стрессовых ситуаций.  Полезны прогулки на свежем воздухе, медитация или занятия йогой.  Сбалансированное питание и достаточный сон помогут вам сохранить энергию и хорошее самочувствие.",
      "lunar_text": "Растущая Луна в знаке Тельца усиливает вашу потребность в стабильности и комфорте.  Это благоприятное время для планирования и создания прочного фундамента для будущих начинаний.  Доверяйте своей интуиции, она подскажет вам правильное направление.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 7,
      "sign_name": "Gemini",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Ракам возможность углубиться в самоанализ и переосмыслить свои цели. Это время для внутреннего роста и укрепления эмоциональных связей. Не бойтесь проявлять уязвимость – именно в этом кроется ваша сила.",
      "love_text": "В сфере любви вас ждет период гармонии и взаимопонимания. Если вы в отношениях, уделите время партнеру, проявите заботу и внимание. Одиноким Ракам стоит прислушаться к своей интуиции – возможно, судьбоносная встреча уже близко. Не торопите события, позвольте чувствам развиваться естественным путем.",
      "business_text": "В профессиональной сфере проявите инициативу и не бойтесь предлагать новые идеи. Ваша интуиция и креативность помогут вам найти нестандартные решения. Финансовая ситуация стабильна, но избегайте рискованных инвестиций. Сосредоточьтесь на текущих проектах и завершении начатых дел.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Практикуйте техники релаксации, медитацию или просто проведите время на природе. Помните о важности здорового сна и сбалансированного питания. Легкая физическая активность поможет вам восстановить энергию.",
      "lunar_text": "Луна в знаке Тельца создает благоприятный фон для укрепления материальной стабильности и наслаждения простыми радостями жизни. Это время, когда особенно важно заботиться о себе и своих близких. Доверьтесь своим чувствам и инстинктам.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 8,
      "sign_name": "Cancer",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Львам возможность проявить свою харизму и лидерские качества, но призывают к осознанности в принятии решений. День благоприятен для завершения начатых проектов и укрепления связей с окружающими. Не бойтесь делиться своими идеями, но помните о важности дипломатии и умения слушать.",
      "love_text": "В сфере любви вас ждет период гармонии и взаимопонимания. Если вы состоите в отношениях, это отличное время для романтических сюрпризов и искренних разговоров. Одинокие Львы могут встретить человека, который оценит вашу индивидуальность и страсть к жизни. Будьте открыты для новых знакомств, но не торопите события.",
      "business_text": "В профессиональной сфере вас ожидает продуктивный день, полный возможностей для реализации ваших амбиций. Ваша уверенность и целеустремленность помогут вам преодолеть любые препятствия. Не упустите шанс проявить свои таланты и получить признание коллег. Финансовая ситуация стабильна, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Избегайте стрессовых ситуаций и найдите время для отдыха и релаксации. Займитесь любимым делом, которое приносит вам радость и вдохновение. Легкая физическая активность поможет вам восстановить энергию и улучшить самочувствие.",
      "lunar_text": "Луна в знаке Тельца оказывает стабилизирующее влияние, способствуя практичности и чувственности. Этот аспект усиливает вашу потребность в комфорте и безопасности. Используйте эту энергию для создания гармоничной атмосферы вокруг себя и укрепления своих материальных позиций.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 1,
      "sign_name": "Leo",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Девам возможность углубиться в самоанализ и пересмотреть свои приоритеты. Это день для осознанных действий и планирования, а не для импульсивных решений. Позвольте себе замедлиться и прислушаться к своей интуиции – она подскажет верный путь.",
      "love_text": "В сфере любви и отношений сегодня важно проявить искренность и открытость. Если вы в паре, уделите время разговорам по душам, обсудите общие планы и мечты. Одиноким Девам стоит обратить внимание на людей, с которыми у них общие интересы и ценности – возможно, это начало чего-то особенного.",
      "business_text": "В профессиональной сфере вас ждет период плодотворной работы и новых возможностей. Не бойтесь брать на себя ответственность и проявлять инициативу – ваши усилия будут замечены и оценены. Благоприятное время для завершения начатых проектов и планирования будущих начинаний. Финансовая стабильность будет поддерживаться, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Избегайте стрессовых ситуаций и найдите время для релаксации и восстановления сил. Легкие физические упражнения, прогулки на свежем воздухе и здоровое питание помогут вам поддерживать высокий уровень энергии и жизненного тонуса.",
      "lunar_text": "Луна в знаке Рака создает благоприятный фон для работы с внутренним миром и укрепления семейных связей. Энергия Луны способствует развитию интуиции и эмпатии, что поможет вам лучше понимать себя и окружающих. Используйте этот период для творчества и самовыражения.",
      "lucky_numbers": [
        7,
        21,
        33
      ],
      "lucky_color": "Мятный",
      "mood_word": "Гармония",
      "love_rating": 4,
      "business_rating": 5,
      "health_rating": 3,
      "lunar_rating": 5,
      "sign_id": 2,
      "sign_name": "Virgo",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года Весам предстоит день, наполненный возможностями для гармонизации внутреннего мира и укрепления связей с окружающими.  Сосредоточьтесь на поиске баланса между своими желаниями и потребностями других, это принесет ощущение удовлетворения и спокойствия.  Не бойтесь проявлять инициативу в делах, которые кажутся сложными – ваша дипломатичность поможет найти выход из любой ситуации.",
      "love_text": "В сфере любви и отношений этот день благоприятен для глубоких разговоров и проявления искренних чувств.  Если вы одиноки, не исключено неожиданное знакомство с человеком, разделяющим ваши ценности.  Для тех, кто в паре, важно уделить внимание партнеру, выслушать его и проявить понимание.  Не стоит замалчивать проблемы, открытое общение укрепит ваши отношения.",
      "business_text": "В профессиональной сфере Весам сегодня стоит ожидать интересных предложений и возможностей для реализации своих идей.  Ваша способность к анализу и справедливости будет особенно востребована.  Финансовая ситуация стабильна, но не стоит рисковать и принимать необдуманные решения.  Сосредоточьтесь на текущих проектах и завершении начатых дел.",
      "health_text": "В этот день важно уделить внимание своему эмоциональному состоянию.  Избегайте стрессовых ситуаций и найдите время для отдыха и релаксации.  Легкая физическая активность, прогулки на свежем воздухе и медитация помогут восстановить силы и гармонию.  Обратите внимание на питание, предпочтение следует отдавать легким и полезным продуктам.",
      "lunar_text": "Луна в знаке Рака создает благоприятный фон для проявления интуиции и эмоциональной чувствительности.  Это отличное время для работы с подсознанием, творчества и укрепления семейных связей.  Доверьтесь своим чувствам и не бойтесь проявлять заботу о близких.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 6,
      "sign_name": "Libra",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Скорпионам возможность глубоко погрузиться в самоанализ и трансформацию. Это день, когда внутренние ресурсы будут особенно сильны, позволяя вам преодолеть любые препятствия, которые могут возникнуть на вашем пути. Доверьтесь своей интуиции и не бойтесь отпустить то, что больше не служит вашему высшему благу.",
      "love_text": "В сфере любви и отношений сегодня акцент смещается на искренность и уязвимость. Если вы состоите в отношениях, откройтесь своему партнеру, поделитесь своими истинными чувствами и желаниями. Одиноким Скорпионам стоит обратить внимание на людей, которые вызывают у вас глубокий интерес, но не торопитесь с выводами – дайте чувствам время раскрыться.",
      "business_text": "В профессиональной сфере вас ждет период плодотворной работы и новых возможностей. Ваша способность к концентрации и стратегическому мышлению будет на высоте, что позволит вам успешно решать сложные задачи. Не бойтесь брать на себя ответственность и проявлять инициативу – это будет оценено по достоинству. Финансовая ситуация стабильна, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Избегайте стрессовых ситуаций и найдите время для релаксации и восстановления сил. Практикуйте медитацию, йогу или другие техники, которые помогают вам успокоить ум и обрести внутреннюю гармонию. Легкая физическая активность также будет полезна.",
      "lunar_text": "Луна в знаке Рака создает благоприятный фон для работы с подсознанием и укрепления эмоциональных связей. Этот лунный аспект усиливает вашу интуицию и чувствительность, помогая вам лучше понимать себя и окружающих. Используйте эту энергию для творчества и самовыражения.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 4,
      "sign_name": "Scorpio",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Стрельцам возможность углубить понимание себя и своих истинных желаний. Это день для внутренней работы и переосмысления приоритетов, который может привести к неожиданным открытиям и новым направлениям в жизни. Не бойтесь отпустить старое, чтобы освободить место для нового и более гармоничного будущего.",
      "love_text": "В сфере любви и отношений день благоприятен для искренних разговоров и проявления заботы о партнере. Если вы одиноки, не исключено спонтанное знакомство с человеком, разделяющим ваши интересы. Главное – будьте открыты для новых возможностей и не торопите события, дайте чувствам время развиться.",
      "business_text": "В профессиональной сфере вас ждет период стабильности и умеренного роста. Сосредоточьтесь на завершении начатых проектов и избегайте рискованных начинаний. Благоприятное время для анализа текущей ситуации и планирования дальнейших шагов. Не стесняйтесь обращаться за советом к коллегам, их поддержка будет ценной.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Избегайте стрессовых ситуаций и найдите время для расслабления и восстановления сил. Легкие физические упражнения, прогулки на свежем воздухе и медитация помогут вам обрести гармонию и улучшить самочувствие.",
      "lunar_text": "Луна в знаке Рака усиливает вашу интуицию и эмоциональную чувствительность. Доверьтесь своим внутренним ощущениям и не игнорируйте знаки судьбы. Это время, когда особенно важно окружать себя близкими людьми и создавать атмосферу уюта и тепла.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 12,
      "sign_name": "Sagittarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Козерогам возможность укрепить свои позиции, особенно в долгосрочных проектах. День благоприятен для планирования и анализа, но не требует немедленных действий. Доверьтесь своей интуиции, она подскажет верное направление, даже если оно кажется не самым очевидным.",
      "love_text": "В сфере любви и отношений проявите деликатность и внимание к партнеру. Не бойтесь говорить о своих чувствах, но делайте это тактично. Одинокие Козероги могут встретить интересного человека, но не спешите с выводами – дайте отношениям время развиться.",
      "business_text": "В профессиональной сфере вас ждет период стабильности и умеренного роста. Сосредоточьтесь на завершении начатых дел и избегайте рискованных инвестиций. Благоприятное время для переговоров и заключения соглашений, особенно касающихся долгосрочного сотрудничества. Не забывайте о важности нетворкинга.",
      "health_text": "Обратите внимание на состояние костной системы и суставов. Легкая физическая активность, такая как прогулки на свежем воздухе или йога, поможет укрепить здоровье. Важно соблюдать режим сна и питания, избегать переутомления и стресса.",
      "lunar_text": "Растущая Луна в знаке Тельца усиливает вашу практичность и стремление к материальному благополучию. Используйте эту энергию для создания прочного фундамента для будущего. Это время для инвестиций в себя и свои навыки.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 9,
      "sign_name": "Capricorn",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Водолеям возможность взглянуть на привычные вещи под новым углом. Это день для переосмысления целей и поиска нестандартных решений. Откройтесь для неожиданных возможностей, которые могут привести к значимым изменениям в вашей жизни.",
      "love_text": "В сфере любви вас ждет период спокойствия и гармонии. Если вы состоите в отношениях, уделите время партнеру, проявите заботу и внимание. Одиноким Водолеям стоит прислушаться к своей интуиции – возможно, судьбоносная встреча уже близко, но она не будет похожа на то, что вы ожидали.",
      "business_text": "В профессиональной сфере проявите инициативу и не бойтесь предлагать свои идеи. Ваша креативность и нестандартный подход будут оценены по достоинству. Финансовая ситуация стабильна, но не стоит рисковать и совершать необдуманные траты. Сосредоточьтесь на долгосрочных инвестициях.",
      "health_text": "Сегодня важно уделить внимание своему эмоциональному состоянию. Избегайте стрессовых ситуаций и найдите время для релаксации и восстановления сил. Легкая физическая активность, прогулки на свежем воздухе и медитация помогут вам поддерживать баланс и хорошее самочувствие.",
      "lunar_text": "Растущая Луна в знаке Тельца благоприятствует новым начинаниям, особенно в сфере материального благополучия. Это отличное время для планирования и реализации долгосрочных проектов. Энергия Луны поможет вам проявить настойчивость и целеустремленность.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 10,
      "sign_name": "Aquarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "7 февраля 2026 года звезды дарят Рыбам возможность углубиться в самопознание и раскрыть свой творческий потенциал. День благоприятен для интуитивных решений и завершения давно начатых проектов. Позвольте себе замедлиться и прислушаться к внутреннему голосу – он приведет вас к важным открытиям.",
      "love_text": "В сфере любви Рыбы ощутят прилив нежности и романтики. Если вы в отношениях, это прекрасное время для укрепления связи с партнером, искренних разговоров и совместного времяпрепровождения. Одинокие Рыбы могут встретить человека, который затронет самые глубинные струны вашей души, но не торопите события, дайте чувствам время развиться.",
      "business_text": "В профессиональной сфере Рыбы проявят свою креативность и нестандартный подход к решению задач. Это может привести к неожиданным, но благоприятным результатам. Будьте внимательны к деталям и не бойтесь предлагать новые идеи. Финансовая ситуация стабильна, но избегайте рискованных инвестиций.",
      "health_text": "Сегодня Рыбам важно уделить внимание своему эмоциональному состоянию. Практикуйте медитацию, йогу или другие техники релаксации, чтобы снять напряжение и восстановить внутренний баланс. Легкая физическая активность на свежем воздухе также будет полезна. Не забывайте о полноценном сне и здоровом питании.",
      "lunar_text": "Луна в знаке Рака усиливает вашу интуицию и эмоциональную чувствительность. Это благоприятное время для работы с подсознанием, творчества и заботы о близких. Доверьтесь своим чувствам и не бойтесь проявлять эмпатию.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Изумрудный",
      "mood_word": "Терпение",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 11,
      "sign_name": "Pisces",
      "date": "2026-02-07"
    }
  ],
  "de": [
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag voller Energie und neuer Möglichkeiten für Widder. Konzentrieren Sie sich auf Ihre Ziele, aber vergessen Sie nicht, auch die kleinen Freuden des Lebens zu genießen. Ihre natürliche Entschlossenheit wird heute besonders stark sein, nutzen Sie sie weise!",
      "love_text": "In der Liebe könnte heute ein unerwartetes Gespräch stattfinden, das Ihre Beziehung vertieft oder neue Perspektiven eröffnet. Singles sollten offen für neue Begegnungen sein, ein charismatischer Mensch könnte Ihren Weg kreuzen. Zeigen Sie Ihre Gefühle und seien Sie ehrlich.",
      "business_text": "Beruflich stehen die Sterne günstig für kreative Projekte und innovative Ideen. Scheuen Sie sich nicht, Risiken einzugehen, aber wägen Sie diese sorgfältig ab. Finanzielle Aspekte erfordern heute besondere Aufmerksamkeit, überprüfen Sie Ihre Ausgaben und planen Sie vorausschauend.",
      "health_text": "Achten Sie heute besonders auf Ihre Energielevel. Gönnen Sie sich ausreichend Ruhe und vermeiden Sie Überanstrengung. Leichte Bewegung an der frischen Luft kann Wunder wirken, um Körper und Geist in Einklang zu bringen. Achten Sie auf eine ausgewogene Ernährung.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Ihrem Zeichen, was Ihre Intuition und emotionale Sensibilität verstärkt. Vertrauen Sie auf Ihr Bauchgefühl und lassen Sie sich von Ihren Träumen leiten. Dies ist ein guter Tag, um sich mit Ihren inneren Wünschen zu verbinden.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 3,
      "sign_name": "Aries",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag der inneren Stärke und des beharrlichen Fortschritts für Stiere. Konzentrieren Sie sich auf langfristige Ziele und lassen Sie sich nicht von kurzfristigen Ablenkungen entmutigen. Ihre natürliche Ausdauer wird heute besonders belohnt, und Sie werden feststellen, dass selbst scheinbar unüberwindliche Hindernisse überwunden werden können.",
      "love_text": "In der Liebe ist heute ein guter Tag, um die Fundamente Ihrer Beziehung zu stärken. Offene Kommunikation und gegenseitiges Verständnis sind der Schlüssel. Für Singles könnte sich eine neue Bekanntschaft anbahnen, die auf gemeinsamen Werten und Interessen basiert. Seien Sie offen für unerwartete Begegnungen.",
      "business_text": "Beruflich stehen die Zeichen gut für kreative Lösungen und strategische Planung. Ihre Fähigkeit, Details zu erkennen und pragmatisch vorzugehen, wird heute besonders geschätzt. Achten Sie auf neue Möglichkeiten zur finanziellen Verbesserung, aber vermeiden Sie überstürzte Entscheidungen. Geduld und gründliche Recherche zahlen sich aus.",
      "health_text": "Achten Sie heute besonders auf Ihr körperliches Wohlbefinden. Gönnen Sie sich ausreichend Ruhe und Entspannung, um Stress abzubauen. Leichte Bewegung an der frischen Luft kann Ihre Vitalität steigern. Achten Sie auf eine ausgewogene Ernährung und trinken Sie ausreichend Wasser.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Venus, was Ihre emotionale Sensibilität und Ihr Bedürfnis nach Harmonie verstärkt. Nutzen Sie diese Energie, um Ihre Beziehungen zu pflegen und sich selbst etwas Gutes zu tun. Intuition ist heute ein starker Ratgeber.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 5,
      "sign_name": "Taurus",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag voller geistiger Anregung und neuer Ideen für Zwillinge. Die Energie des Universums fördert Kommunikation und soziale Interaktion, was zu unerwarteten Chancen führen kann. Bleiben Sie offen für neue Perspektiven und nutzen Sie Ihre natürliche Neugier, um Ihr Wissen zu erweitern.",
      "love_text": "In der Liebe könnten sich heute interessante Gespräche entwickeln, die zu einer tieferen Verbindung führen. Singles sollten sich auf spontane Begegnungen einlassen, während Paare von einer gemeinsamen Aktivität profitieren, die ihre geistige Verbindung stärkt. Achten Sie darauf, Ihre Gefühle offen und ehrlich zu kommunizieren.",
      "business_text": "Beruflich ist heute ein guter Tag, um Projekte voranzutreiben, die Kreativität und Teamarbeit erfordern. Ihre Kommunikationsfähigkeiten werden besonders wertvoll sein, um Ideen zu präsentieren und andere zu überzeugen. Achten Sie jedoch darauf, sich nicht zu verzetteln und Prioritäten zu setzen.",
      "health_text": "Achten Sie heute auf Ihr Nervensystem und gönnen Sie sich ausreichend Ruhepausen. Stress kann sich in Form von Kopfschmerzen oder Schlafstörungen äußern. Entspannungsübungen wie Yoga oder Meditation können helfen, das Gleichgewicht wiederherzustellen.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Merkur, was Ihre Kommunikationsfähigkeit und Ihr Denkvermögen verstärkt. Dies ist ein idealer Zeitpunkt, um wichtige Entscheidungen zu treffen oder neue Projekte zu planen. Vertrauen Sie Ihrer Intuition und lassen Sie sich von Ihren Gedanken leiten.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 7,
      "sign_name": "Gemini",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag der inneren Einkehr und des emotionalen Wachstums für Krebse. Die kosmische Energie unterstützt Sie dabei, sich mit Ihren tiefsten Bedürfnissen zu verbinden und neue Wege zu finden, um Ihr inneres Gleichgewicht zu stärken. Vertrauen Sie auf Ihre Intuition, denn sie wird Ihnen heute besonders wertvolle Hinweise geben.",
      "love_text": "In der Liebe ist heute ein guter Tag, um offene Gespräche zu führen und Ihre Gefühle ehrlich auszudrücken. Singles könnten eine interessante Begegnung haben, die das Potenzial für eine tiefere Verbindung birgt. Bestehende Beziehungen profitieren von Zärtlichkeit und gegenseitigem Verständnis.",
      "business_text": "Beruflich stehen Sie vor der Chance, kreative Lösungen für bestehende Herausforderungen zu finden. Ihre Fähigkeit, sich in andere hineinzuversetzen, wird Ihnen heute besonders zugutekommen. Achten Sie darauf, Ihre Energie nicht zu verzetteln und Prioritäten zu setzen. Finanzielle Aspekte sind stabil, aber vermeiden Sie unnötige Risiken.",
      "health_text": "Achten Sie heute besonders auf Ihre emotionale Gesundheit. Gönnen Sie sich ausreichend Ruhe und Entspannung, um Stress abzubauen. Leichte Bewegung an der frischen Luft kann Ihnen helfen, neue Energie zu tanken. Achten Sie auf eine ausgewogene Ernährung und trinken Sie ausreichend Wasser.",
      "lunar_text": "Der Mond steht in einer harmonischen Konjunktion zu Venus, was Ihre emotionale Sensibilität und Ihr Bedürfnis nach Harmonie verstärkt. Dies ist ein günstiger Zeitpunkt, um sich kreativen Aktivitäten zu widmen und Ihre Beziehungen zu pflegen.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 8,
      "sign_name": "Cancer",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag voller kreativer Energie und innerer Stärke für Löwen. Konzentrieren Sie sich auf Projekte, die Ihnen Freude bereiten, und lassen Sie Ihre natürliche Führungsqualität strahlen. Es ist ein guter Tag, um neue Ideen zu entwickeln und alte Wunden zu heilen.",
      "love_text": "In der Liebe könnten sich heute positive Veränderungen anbahnen. Singles sollten offen für neue Begegnungen sein, während Paare die Gelegenheit nutzen sollten, ihre Verbindung zu vertiefen und gemeinsame Interessen zu pflegen. Ehrliche Kommunikation ist der Schlüssel zu Harmonie.",
      "business_text": "Beruflich stehen die Zeichen gut, um bestehende Projekte voranzutreiben und neue Chancen zu ergreifen. Ihre Kreativität und Ihr Enthusiasmus werden von Kollegen und Vorgesetzten geschätzt. Achten Sie jedoch darauf, nicht zu überstürzt zu handeln und Entscheidungen wohlüberlegt zu treffen.",
      "health_text": "Achten Sie heute besonders auf Ihre innere Balance. Gönnen Sie sich ausreichend Ruhe und Entspannung, um Stress abzubauen. Leichte Bewegung an der frischen Luft kann Ihre Vitalität steigern und Ihre Stimmung aufhellen.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Ihrer Sonne, was Ihre emotionale Sensibilität und Intuition verstärkt. Nutzen Sie diese Energie, um sich mit Ihren Gefühlen auseinanderzusetzen und Ihre Bedürfnisse zu erkennen. Vertrauen Sie auf Ihre innere Stimme.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 1,
      "sign_name": "Leo",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag der inneren Einkehr und der sorgfältigen Planung zu werden, lieber Jungfrau. Die kosmische Energie unterstützt dich dabei, Ordnung in deine Gedanken und Projekte zu bringen. Nutze diese Zeit, um dich auf das Wesentliche zu konzentrieren und langfristige Ziele zu definieren.",
      "love_text": "In der Liebe ist heute ein guter Tag für offene und ehrliche Gespräche. Wenn du Single bist, könnte sich eine neue Bekanntschaft anbahnen, die auf gemeinsamen Werten basiert. Sei offen für Zeichen und vertraue deiner Intuition. Bestehende Beziehungen profitieren von kleinen Aufmerksamkeiten und gemeinsamer Zeit.",
      "business_text": "Beruflich zeigt sich heute deine Stärke in der Detailarbeit und Organisation. Konzentriere dich auf Aufgaben, die Präzision erfordern, und scheue dich nicht, deine Ideen einzubringen. Finanzielle Aspekte könnten heute im Fokus stehen – prüfe deine Ausgaben und plane klug für die Zukunft. Es ist ein guter Tag, um langfristige Investitionen zu prüfen.",
      "health_text": "Achte heute besonders auf dein Nervensystem und gönne dir ausreichend Ruhepausen. Stress kann sich negativ auf deine Verdauung auswirken. Leichte Bewegung an der frischen Luft und eine ausgewogene Ernährung helfen dir, dein inneres Gleichgewicht zu finden. Vermeide Überanstrengung.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Venus, was deine Kreativität und dein Bedürfnis nach Harmonie verstärkt. Nutze diese Energie, um dich künstlerisch auszudrücken oder dich Dingen zu widmen, die dir Freude bereiten. Es ist ein guter Tag für soziale Kontakte und das Pflegen von Freundschaften.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 2,
      "sign_name": "Virgo",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein harmonisches und ausgewogenes Tagesgefühl für Waagen. Konzentrieren Sie sich auf die Feinheiten und genießen Sie die kleinen Freuden des Lebens. Ihre diplomatischen Fähigkeiten werden heute besonders geschätzt, nutzen Sie diese, um Konflikte zu vermeiden und positive Beziehungen zu pflegen.",
      "love_text": "In der Liebe ist heute ein guter Tag, um offene Gespräche zu führen und Bedürfnisse zu äußern. Singles könnten interessante Begegnungen haben, die auf gegenseitigem Verständnis basieren. Bestehende Beziehungen profitieren von gemeinsamer Zeit und kleinen Aufmerksamkeiten.",
      "business_text": "Beruflich stehen Sie vor der Chance, Projekte erfolgreich abzuschließen und Anerkennung zu erhalten. Achten Sie auf Details und vermeiden Sie überstürzte Entscheidungen. Finanzielle Aspekte sind stabil, aber vermeiden Sie unnötige Risiken.",
      "health_text": "Achten Sie heute besonders auf Ihr inneres Gleichgewicht. Entspannungsübungen oder ein Spaziergang in der Natur können helfen, Stress abzubauen. Gönnen Sie sich ausreichend Schlaf und eine gesunde Ernährung.",
      "lunar_text": "Der Mond steht in einem günstigen Aspekt zu Venus, was Ihre Kreativität und Ihr soziales Bedürfnis verstärkt. Nutzen Sie diese Energie, um sich mit Freunden zu treffen oder sich künstlerisch auszudrücken.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 6,
      "sign_name": "Libra",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht für Skorpione einen Tag der inneren Stärke und der subtilen Veränderungen. Konzentrieren Sie sich auf Ihre Intuition, denn sie wird Ihnen heute besonders wertvolle Hinweise geben. Lassen Sie sich nicht von oberflächlichen Ablenkungen entmutigen, sondern vertrauen Sie auf Ihre tiefen Überzeugungen.",
      "love_text": "In der Liebe ist heute ein guter Tag, um tiefgründige Gespräche zu führen und eine ehrlichere Verbindung zu Ihrem Partner aufzubauen. Singles könnten auf jemanden treffen, der ihre Leidenschaft und Intensität versteht. Seien Sie offen für neue Begegnungen, aber bleiben Sie authentisch.",
      "business_text": "Beruflich stehen Ihnen heute neue Möglichkeiten offen, besonders wenn es um Projekte geht, die Ihre strategischen Fähigkeiten erfordern. Achten Sie auf Details und lassen Sie sich nicht von kurzfristigen Gewinnen blenden. Langfristige Planung wird sich auszahlen. Finanzielle Entscheidungen sollten wohlüberlegt sein.",
      "health_text": "Achten Sie heute besonders auf Ihre emotionale Gesundheit. Stress kann sich körperlich manifestieren, daher ist es wichtig, sich Zeit für Entspannung und Selbstpflege zu nehmen. Leichte Bewegung und eine ausgewogene Ernährung unterstützen Ihr Wohlbefinden.",
      "lunar_text": "Der Mond steht in einer unterstützenden Konstellation zu Ihrem Zeichen, was Ihre Intuition und emotionale Tiefe verstärkt. Nutzen Sie diese Energie, um sich mit Ihren inneren Bedürfnissen zu verbinden und Ihre Ziele klarer zu definieren. Dies ist ein guter Tag für introspektive Praktiken.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 4,
      "sign_name": "Scorpio",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag der inneren Stärke und des Fortschritts für Schützen. Die kosmische Energie unterstützt Sie dabei, Ihre Ziele mit Entschlossenheit zu verfolgen und neue Perspektiven zu gewinnen. Vertrauen Sie auf Ihre Intuition und lassen Sie sich von Ihrer natürlichen Optimismus tragen.",
      "love_text": "In der Liebe ist heute ein guter Tag, um offene Gespräche zu führen und Ihre Gefühle ehrlich auszudrücken. Singles könnten interessante Begegnungen haben, die das Potenzial für eine tiefere Verbindung bergen. Bestehende Beziehungen profitieren von gemeinsamer Zeit und gegenseitiger Wertschätzung.",
      "business_text": "Beruflich stehen die Zeichen gut, um Projekte voranzutreiben und neue Ideen zu entwickeln. Ihre Kreativität und Ihr Enthusiasmus werden von anderen geschätzt. Achten Sie jedoch darauf, sich nicht zu verzetteln und Prioritäten zu setzen. Finanzielle Aspekte sind stabil, aber vermeiden Sie unnötige Risiken.",
      "health_text": "Achten Sie heute besonders auf Ihre innere Balance. Gönnen Sie sich ausreichend Ruhe und Entspannung, um Stress abzubauen. Leichte Bewegung an der frischen Luft kann Ihre Vitalität steigern. Achten Sie auf eine ausgewogene Ernährung und trinken Sie ausreichend Wasser.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Ihrer Sonne, was Ihre emotionale Stabilität und Ihr inneres Gleichgewicht fördert. Dies ist eine günstige Zeit, um sich mit Ihren Gefühlen auseinanderzusetzen und neue Erkenntnisse zu gewinnen. Nutzen Sie diese Energie, um Ihre innere Welt zu erforschen.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 12,
      "sign_name": "Sagittarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag der inneren Stärke und des fokussierten Handelns für Steinböcke. Die kosmische Energie unterstützt Sie dabei, langfristige Ziele zu verfolgen und Hindernisse mit Beharrlichkeit zu überwinden. Vertrauen Sie auf Ihre Fähigkeiten und lassen Sie sich nicht von kurzfristigen Rückschlägen entmutigen.",
      "love_text": "In der Liebe ist heute ein guter Tag, um tiefgründige Gespräche zu führen und die emotionale Verbindung zu Ihrem Partner zu stärken. Singles könnten auf jemanden treffen, der ähnliche Werte und Lebensziele teilt. Seien Sie offen für neue Begegnungen, aber bleiben Sie authentisch.",
      "business_text": "Karrieretechnisch stehen die Sterne günstig für strategische Planung und das Vorantreiben wichtiger Projekte. Ihre Disziplin und Ihr Engagement werden von Vorgesetzten und Kollegen geschätzt. Achten Sie auf Details und vermeiden Sie überstürzte Entscheidungen, um langfristigen Erfolg zu sichern.",
      "health_text": "Achten Sie heute besonders auf Ihre körperliche und geistige Gesundheit. Gönnen Sie sich ausreichend Ruhe und Entspannung, um Stress abzubauen. Leichte Bewegung an der frischen Luft kann Ihnen helfen, neue Energie zu tanken und Ihr Wohlbefinden zu steigern.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Saturn, was Ihre Fähigkeit zur Selbstdisziplin und zum konzentrierten Arbeiten verstärkt. Nutzen Sie diese Energie, um Ihre Ziele zu verfolgen und Ihre Verantwortlichkeiten wahrzunehmen. Es ist eine gute Zeit, um langfristige Pläne zu schmieden.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 9,
      "sign_name": "Capricorn",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht für Wassermänner einen Tag der inneren Einkehr und der kreativen Entfaltung. Die kosmische Energie unterstützt Sie dabei, neue Perspektiven zu gewinnen und innovative Lösungen für bestehende Herausforderungen zu finden. Vertrauen Sie auf Ihre Intuition und lassen Sie sich von Ihren Träumen leiten.",
      "love_text": "In der Liebe ist heute ein guter Tag, um offene Gespräche zu führen und Ihre Gefühle ehrlich auszudrücken. Singles könnten interessante Begegnungen haben, die das Potenzial für eine tiefere Verbindung bergen. Bestehende Beziehungen profitieren von gemeinsamer Zeit und gegenseitiger Wertschätzung.",
      "business_text": "Beruflich stehen Sie vor der Chance, Ihre Ideen zu präsentieren und neue Projekte anzustoßen. Ihre Kommunikationsfähigkeiten sind heute besonders ausgeprägt, was Ihnen bei Verhandlungen und Präsentationen zugutekommt. Achten Sie auf Details und lassen Sie sich nicht von unnötigen Ablenkungen stören.",
      "health_text": "Achten Sie heute besonders auf Ihr emotionales Wohlbefinden. Stress und Anspannung können sich körperlich äußern. Gönnen Sie sich ausreichend Ruhe und Entspannung, idealerweise in der Natur oder bei einer entspannenden Aktivität wie Yoga oder Meditation.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Venus, was Ihre Kreativität und Ihr soziales Bedürfnis verstärkt. Dies ist ein günstiger Zeitpunkt, um sich mit Freunden und Familie zu treffen und harmonische Beziehungen zu pflegen. Nutzen Sie die positive Energie, um Ihre Umgebung zu verschönern.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 10,
      "sign_name": "Aquarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "Der 7. Februar 2026 verspricht ein Tag der inneren Ebbe und des sanften Fortschritts für Fische. Konzentrieren Sie sich auf Selbstpflege und erlauben Sie sich, zu träumen und Ihre Intuition zu schärfen. Die Energien des Tages unterstützen kreative Projekte und das Loslassen alter Muster.",
      "love_text": "In der Liebe ist heute ein guter Tag, um die Verbindung zu Ihrem Partner zu vertiefen, indem Sie offen und ehrlich kommunizieren. Für Singles könnte sich eine neue Bekanntschaft anbahnen, die auf spiritueller Ebene Resonanz findet. Seien Sie offen für unerwartete Begegnungen.",
      "business_text": "Beruflich könnten sich heute neue Möglichkeiten ergeben, die jedoch Geduld erfordern. Vermeiden Sie überstürzte Entscheidungen und vertrauen Sie auf Ihre Intuition bei finanziellen Angelegenheiten. Konzentrieren Sie sich auf langfristige Ziele und lassen Sie sich nicht von kurzfristigen Rückschlägen entmutigen.",
      "health_text": "Achten Sie heute besonders auf Ihre emotionale Gesundheit. Gönnen Sie sich Entspannung und vermeiden Sie Stresssituationen. Leichte Bewegung wie Yoga oder ein Spaziergang in der Natur können Ihnen helfen, Ihr inneres Gleichgewicht wiederzufinden.",
      "lunar_text": "Der Mond steht in einem harmonischen Aspekt zu Venus, was Ihre Kreativität und Ihr Einfühlungsvermögen verstärkt. Nutzen Sie diese Energie, um sich selbst und anderen etwas Gutes zu tun. Die Verbindung zum Unterbewusstsein ist heute besonders stark.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Smaragdgrün",
      "mood_word": "Geduld",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 11,
      "sign_name": "Pisces",
      "date": "2026-02-07"
    }
  ],
  "fr": [
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la réflexion et à la consolidation. C'est un jour propice pour finaliser des projets en cours plutôt que d'en initier de nouveaux.  Votre intuition sera particulièrement aiguisée, écoutez-la attentivement pour prendre les meilleures décisions.",
      "love_text": "Si vous êtes en couple, une conversation honnête et ouverte renforcera vos liens.  Les célibataires pourraient ressentir une attirance subtile, mais il est conseillé de prendre le temps de bien connaître l'autre avant de s'engager.  La patience sera votre meilleure alliée pour attirer une relation authentique.",
      "business_text": "Votre détermination sera mise à l'épreuve, mais votre persévérance portera ses fruits.  Concentrez-vous sur les détails et évitez les prises de risques inutiles.  C'est un excellent jour pour revoir vos objectifs financiers et établir un plan d'action concret.",
      "health_text": "Prenez soin de votre système nerveux en privilégiant des activités relaxantes comme la méditation ou la marche en nature.  Évitez les excès de caféine et d'alcool.  Une alimentation équilibrée et un sommeil réparateur sont essentiels pour maintenir votre vitalité.",
      "lunar_text": "La Lune en Scorpion favorise l'introspection et la transformation.  Elle vous encourage à explorer vos émotions profondes et à vous libérer des schémas limitants.  C'est un moment idéal pour le travail intérieur et la guérison émotionnelle.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 3,
      "sign_name": "Aries",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, une énergie de consolidation s'installe pour les Taureaux. C'est un jour propice à l'introspection et à la planification à long terme, plutôt qu'à l'action impulsive.  Concentrez-vous sur la construction de bases solides pour l'avenir, en cultivant la patience et la persévérance.",
      "love_text": "L'amour est dans l'air, mais il se manifeste de manière subtile. Pour les célibataires, une rencontre significative pourrait se produire dans un cadre calme et intime.  En couple, c'est le moment idéal pour approfondir votre connexion émotionnelle et renforcer les liens qui vous unissent. La communication ouverte et honnête sera la clé.",
      "business_text": "Votre sens pratique et votre détermination seront particulièrement appréciés au travail.  C'est un excellent jour pour finaliser des projets en cours et pour mettre en place des stratégies financières à long terme.  Évitez les investissements risqués et privilégiez la prudence. Une opportunité inattendue pourrait se présenter, soyez attentif.",
      "health_text": "Prenez soin de votre corps et de votre esprit.  Une activité physique douce, comme la marche en nature ou le yoga, vous aidera à vous ressourcer.  Accordez-vous du temps pour vous détendre et pour vous libérer du stress.  Une alimentation équilibrée et riche en nutriments est essentielle pour maintenir votre vitalité.",
      "lunar_text": "La Lune en Vierge favorise l'attention aux détails et l'organisation.  Cette énergie vous encourage à analyser les situations avec objectivité et à prendre des décisions éclairées.  Elle renforce également votre sens du service et votre désir d'aider les autres.",
      "lucky_numbers": [
        7,
        23,
        44
      ],
      "lucky_color": "Vert olive",
      "mood_word": "Stabilité",
      "love_rating": 4,
      "business_rating": 5,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 5,
      "sign_name": "Taurus",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la réflexion et à l'introspection, Gémeaux. C'est un jour propice pour consolider vos idées et planifier vos prochaines étapes avec clarté. Ne vous laissez pas submerger par le flot d'informations, concentrez-vous sur l'essentiel et faites confiance à votre intuition.",
      "love_text": "En amour, la communication sera la clé. Si vous êtes en couple, prenez le temps d'écouter votre partenaire et d'exprimer vos sentiments avec honnêteté. Pour les célibataires, une rencontre inattendue pourrait se profiler à l'horizon, mais ne vous précipitez pas, laissez les choses se développer naturellement.",
      "business_text": "Votre esprit vif et votre capacité d'adaptation seront vos meilleurs atouts au travail. N'hésitez pas à proposer des solutions innovantes et à prendre des initiatives. Côté finances, soyez prudent et évitez les dépenses impulsives. Une opportunité d'investissement pourrait se présenter, mais étudiez-la attentivement avant de vous engager.",
      "health_text": "Prenez soin de votre système nerveux, Gémeaux. Le stress pourrait être plus présent aujourd'hui. Accordez-vous des moments de détente, pratiquez la méditation ou le yoga, et assurez-vous de dormir suffisamment. Une alimentation équilibrée et une activité physique modérée vous aideront à maintenir votre vitalité.",
      "lunar_text": "La Lune en Lion illumine votre secteur de la créativité et de l'expression personnelle. C'est un excellent moment pour vous adonner à vos passions et pour partager vos talents avec les autres. Laissez votre lumière intérieure briller et n'ayez pas peur de vous démarquer.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 7,
      "sign_name": "Gemini",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à l'introspection et à la consolidation de vos fondations émotionnelles. C'est un jour propice pour vous recentrer sur vos besoins profonds et pour nourrir vos relations les plus chères. Laissez la douceur et la sensibilité guider vos actions, et n'hésitez pas à vous accorder du temps pour vous ressourcer.",
      "love_text": "L'amour est dans l'air, Cancer, mais il se manifeste de manière subtile. Si vous êtes en couple, c'est le moment idéal pour approfondir votre connexion émotionnelle et partager vos vulnérabilités. Pour les célibataires, une rencontre significative pourrait se profiler à l'horizon, mais soyez patient et laissez les choses se développer naturellement. L'authenticité sera votre meilleur atout.",
      "business_text": "Votre intuition sera particulièrement aiguisée aujourd'hui, ce qui vous permettra de prendre des décisions éclairées dans votre carrière. N'hésitez pas à faire confiance à votre instinct, même si cela va à l'encontre des opinions établies. C'est également un bon jour pour revoir vos objectifs financiers et pour planifier vos prochaines étapes. La persévérance sera récompensée.",
      "health_text": "Prenez soin de votre bien-être émotionnel, Cancer. Le stress et l'anxiété peuvent facilement vous affecter. Accordez-vous des moments de détente, pratiquez la méditation ou le yoga, et entourez-vous de personnes positives. Une alimentation saine et un sommeil réparateur sont également essentiels pour maintenir votre vitalité.",
      "lunar_text": "La Lune en Scorpion forme un aspect harmonieux avec votre signe, renforçant votre intuition et votre capacité à percevoir les émotions cachées. Cet aspect lunaire vous encourage à explorer vos profondeurs intérieures et à transformer vos peurs en forces. C'est un moment propice pour la guérison émotionnelle et la libération des blocages.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 8,
      "sign_name": "Cancer",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la réflexion intérieure, cher Lion. C'est un jour propice pour consolider vos projets et affiner votre vision d'avenir. Laissez votre intuition vous guider, elle est particulièrement forte aujourd'hui et vous aidera à prendre des décisions éclairées.",
      "love_text": "Si vous êtes en couple, une conversation sincère et ouverte renforcera votre lien. Pour les célibataires, une rencontre inattendue pourrait bien piquer votre curiosité, mais ne vous précipitez pas. Prenez le temps de connaître l'autre avant de vous engager.",
      "business_text": "Votre créativité est à son apogée, profitez-en pour proposer des idées novatrices au travail. Les projets en cours avancent, mais nécessitent une attention particulière aux détails. Une opportunité financière pourrait se présenter, soyez attentif aux signaux.",
      "health_text": "Prenez soin de votre énergie vitale en privilégiant le repos et la relaxation. Une activité physique douce, comme la marche ou le yoga, vous aidera à vous ressourcer. Écoutez votre corps et ne l'ignorez pas.",
      "lunar_text": "La Lune en Scorpion favorise l'introspection et la transformation. C'est un moment idéal pour vous débarrasser des vieilles habitudes et des schémas de pensée limitants. Laissez la Lune vous aider à explorer vos émotions profondes.",
      "lucky_numbers": [
        7,
        21,
        88
      ],
      "lucky_color": "Or",
      "mood_word": "Sérénité",
      "love_rating": 4,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 5,
      "sign_id": 1,
      "sign_name": "Leo",
      "date": "2026-02-07"
    },
    {
      "general_text": "La journée du 7 février 2026 vous invite à la réflexion et à l'organisation intérieure, chers Vierge. Une énergie calme et concentrée vous permettra de progresser sur des projets de longue haleine. N'hésitez pas à vous recentrer sur vos priorités et à éliminer ce qui ne vous sert plus.",
      "love_text": "Si vous êtes en couple, une communication ouverte et honnête renforcera vos liens. C'est un moment propice pour planifier des activités futures et raviver la flamme. Pour les célibataires, une rencontre inattendue pourrait se profiler, mais soyez attentifs aux signaux subtils et ne vous précipitez pas.",
      "business_text": "Votre sens du détail et votre rigueur seront particulièrement appréciés au travail. C'est le moment idéal pour finaliser des dossiers complexes et proposer des solutions innovantes. Soyez attentifs aux opportunités financières qui pourraient se présenter, mais analysez-les avec prudence.",
      "health_text": "Prenez soin de votre système nerveux en privilégiant des activités relaxantes comme la méditation ou la marche en nature. Une alimentation équilibrée et un sommeil réparateur sont essentiels pour maintenir votre vitalité. Évitez les excès et écoutez les signaux de votre corps.",
      "lunar_text": "La Lune en Capricorne favorise la discipline et la persévérance. Cette énergie vous aidera à rester concentré sur vos objectifs et à surmonter les obstacles avec détermination. Profitez de cette influence pour mettre en place des routines saines et durables.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 2,
      "sign_name": "Virgo",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la réflexion et à l'harmonie intérieure, cher Libra. Une douce mélancolie pourrait vous envahir, mais elle est porteuse d'une sagesse profonde.  Concentrez-vous sur l'équilibre et la diplomatie pour naviguer avec succès cette journée.",
      "love_text": "Si vous êtes en couple, une conversation sincère et ouverte renforcera vos liens.  Célibataires, ne vous précipitez pas; une rencontre significative pourrait se profiler à l'horizon, mais elle demande du temps pour s'épanouir.  Soyez attentif aux signaux subtils et laissez la romance se développer naturellement.",
      "business_text": "Votre sens de la justice et votre capacité à voir les deux côtés d'une situation seront particulièrement précieux au travail.  Des opportunités de collaboration se présenteront, mais examinez attentivement les détails avant de vous engager.  Une gestion prudente de vos finances vous apportera la tranquillité d'esprit.",
      "health_text": "Prenez le temps de vous détendre et de vous ressourcer.  Le stress pourrait affecter votre équilibre émotionnel.  Privilégiez des activités apaisantes comme la méditation, le yoga ou une promenade dans la nature.  Une alimentation équilibrée et un sommeil réparateur sont essentiels.",
      "lunar_text": "La Lune en Scorpion forme un aspect harmonieux avec Vénus, renforçant votre magnétisme et votre intuition.  Écoutez votre voix intérieure et faites confiance à votre instinct.  C'est un moment propice pour explorer vos émotions profondes et transformer les défis en opportunités.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 6,
      "sign_name": "Libra",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, une énergie de transformation profonde vous enveloppe, Scorpion. C'est un jour pour l'introspection et la libération des vieilles habitudes qui ne vous servent plus.  Faites confiance à votre intuition, elle est particulièrement aiguisée aujourd'hui et vous guidera vers des révélations importantes.",
      "love_text": "Si vous êtes en couple, une conversation honnête et vulnérable renforcera votre lien.  Célibataire, ne cherchez pas activement, laissez l'attraction opérer naturellement. Une rencontre inattendue pourrait bien se profiler à l'horizon, mais soyez attentif aux signaux subtils.",
      "business_text": "Votre détermination et votre perspicacité seront des atouts précieux dans le domaine professionnel.  C'est le moment idéal pour finaliser des projets en cours et mettre en œuvre de nouvelles stratégies.  Soyez prudent avec les investissements impulsifs, privilégiez l'analyse approfondie.",
      "health_text": "Votre énergie peut fluctuer aujourd'hui. Accordez-vous des moments de repos et de relaxation pour recharger vos batteries.  Une activité physique douce, comme le yoga ou la marche en nature, vous aidera à vous recentrer et à équilibrer vos énergies.",
      "lunar_text": "La Lune en Capricorne favorise la discipline et la concentration.  Elle vous encourage à structurer vos pensées et à vous fixer des objectifs clairs.  Utilisez cette énergie pour consolider vos fondations et bâtir un avenir solide.",
      "lucky_numbers": [
        7,
        21,
        33
      ],
      "lucky_color": "Noir Onyx",
      "mood_word": "Résilience",
      "love_rating": 4,
      "business_rating": 5,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 4,
      "sign_name": "Scorpio",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la réflexion profonde et à l'introspection, cher Sagittaire. C'est un jour propice pour planifier l'avenir et consolider vos objectifs à long terme. Laissez votre esprit vagabonder, mais gardez un ancrage solide dans la réalité pour transformer vos rêves en actions concrètes.",
      "love_text": "Si vous êtes en couple, une conversation honnête et ouverte renforcera votre lien. C'est le moment idéal pour exprimer vos besoins et vos désirs. Pour les célibataires, une rencontre inattendue pourrait piquer votre curiosité, mais ne vous précipitez pas, prenez le temps de connaître l'autre.",
      "business_text": "Votre créativité sera à son apogée aujourd'hui, ce qui vous permettra de trouver des solutions innovantes aux défis professionnels. N'hésitez pas à partager vos idées, elles seront bien accueillies. Soyez attentif aux opportunités financières qui se présentent, mais analysez-les avec prudence.",
      "health_text": "Prenez soin de votre bien-être émotionnel, cher Sagittaire. Le stress peut s'accumuler, alors accordez-vous des moments de détente et de relaxation. Une activité physique douce, comme la marche en nature, vous fera le plus grand bien. Hydratez-vous suffisamment.",
      "lunar_text": "La Lune en Verseau favorise l'originalité et l'indépendance. Vous vous sentirez plus connecté à votre communauté et aurez envie de vous engager dans des causes qui vous tiennent à cœur. C'est un moment propice pour les projets collectifs et les initiatives humanitaires.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 12,
      "sign_name": "Sagittarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la consolidation et à la planification à long terme. C'est un jour propice pour évaluer vos objectifs et ajuster votre stratégie.  La persévérance sera votre meilleure alliée pour surmonter les défis potentiels et avancer avec détermination.",
      "love_text": "Si vous êtes en couple, une communication ouverte et honnête renforcera votre lien.  C'est le moment idéal pour planifier des moments de qualité ensemble. Pour les célibataires, une rencontre inattendue pourrait se profiler à l'horizon, mais ne vous précipitez pas, laissez les choses se développer naturellement.",
      "business_text": "Votre sens de l'organisation et votre discipline seront particulièrement appréciés au travail.  N'hésitez pas à prendre des initiatives, mais assurez-vous d'avoir un plan solide avant de vous lancer.  Les investissements prudents pourraient s'avérer rentables à long terme.",
      "health_text": "Prenez soin de votre corps et de votre esprit.  Une activité physique modérée et une alimentation équilibrée vous aideront à maintenir un niveau d'énergie optimal.  Accordez-vous des moments de détente pour réduire le stress et favoriser le bien-être.",
      "lunar_text": "La Lune en Scorpion vous confère une intensité émotionnelle accrue.  Utilisez cette énergie pour explorer vos profondeurs intérieures et comprendre vos motivations.  Soyez attentif à vos intuitions, elles pourraient vous guider vers des choix importants.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 9,
      "sign_name": "Capricorn",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la réflexion et à l'introspection, cher Verseau. C'est un jour propice pour clarifier vos objectifs à long terme et pour vous reconnecter à votre intuition. Laissez de côté les distractions et concentrez-vous sur ce qui compte vraiment pour vous.",
      "love_text": "En amour, la communication sera la clé. Si vous êtes en couple, prenez le temps d'écouter votre partenaire et d'exprimer vos propres sentiments avec honnêteté. Pour les célibataires, une rencontre inattendue pourrait se profiler à l'horizon, mais ne vous précipitez pas, laissez les choses se développer naturellement.",
      "business_text": "Votre créativité sera particulièrement fertile aujourd'hui. N'hésitez pas à proposer des idées novatrices au travail, elles pourraient être très bien accueillies. Côté finances, soyez prudent dans vos dépenses et évitez les investissements risqués. Une planification minutieuse vous apportera la sécurité.",
      "health_text": "Prenez soin de votre bien-être émotionnel aujourd'hui. Le stress pourrait affecter votre système immunitaire, alors accordez-vous des moments de détente et de relaxation. Une activité physique douce, comme la marche ou le yoga, serait idéale pour vous ressourcer.",
      "lunar_text": "La Lune en Lion illumine votre secteur de l'expression personnelle et de la créativité. Profitez de cette énergie pour vous exprimer pleinement et pour vous connecter à votre joie intérieure. C'est un moment favorable pour les activités artistiques et pour les projets qui vous tiennent à cœur.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 10,
      "sign_name": "Aquarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "Le 7 février 2026, l'énergie cosmique vous invite à la contemplation et à l'introspection, Poissons. C'est un jour propice pour vous connecter à votre intuition et laisser vos rêves vous guider.  N'ayez pas peur de la vulnérabilité, elle est la clé pour débloquer des opportunités inattendues.",
      "love_text": "Si vous êtes en couple, une conversation profonde et honnête renforcera votre lien. Pour les célibataires, une rencontre inattendue pourrait se produire, mais ne vous précipitez pas. Laissez les choses se développer naturellement et soyez attentif aux signaux subtils.",
      "business_text": "Votre créativité sera particulièrement sollicitée au travail. N'hésitez pas à proposer des idées novatrices, elles seront bien accueillies.  Soyez attentif aux détails et évitez les dépenses impulsives. Une planification financière prudente vous apportera la tranquillité d'esprit.",
      "health_text": "Prenez le temps de vous détendre et de vous ressourcer. Le stress pourrait affecter votre sensibilité émotionnelle.  Privilégiez les activités apaisantes comme la méditation, le yoga ou une promenade dans la nature. Une alimentation équilibrée est également essentielle.",
      "lunar_text": "La Lune en Scorpion forme un aspect harmonieux avec votre signe, amplifiant votre intuition et votre capacité à percevoir les émotions cachées.  Utilisez cette énergie pour explorer vos propres profondeurs et comprendre vos motivations.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Émeraude",
      "mood_word": "Patience",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 11,
      "sign_name": "Pisces",
      "date": "2026-02-07"
    }
  ],
  "es": [
    {
      "general_text": "Aries, el 7 de febrero de 2026 te invita a la introspección y a la planificación estratégica. La energía cósmica te impulsa a revisar tus metas a largo plazo y a ajustar tu rumbo si es necesario. Confía en tu intuición, ya que te guiará hacia decisiones sabias y beneficiosas.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave. Si estás en una relación, dedica tiempo de calidad a tu pareja y expresa tus sentimientos. Si estás soltero, no te cierres a nuevas oportunidades, pero sé selectivo y busca conexiones auténticas.",
      "business_text": "Tu energía y determinación serán muy valoradas en el ámbito laboral. Es un buen momento para presentar nuevas ideas y asumir responsabilidades. Presta atención a los detalles y evita decisiones impulsivas en asuntos financieros. La paciencia será tu aliada para alcanzar el éxito.",
      "health_text": "Presta atención a tus niveles de energía y prioriza el descanso. Incorpora actividades relajantes a tu rutina, como yoga o meditación, para reducir el estrés. Una alimentación saludable y el ejercicio regular te ayudarán a mantener tu vitalidad.",
      "lunar_text": "La Luna en Tauro te brinda estabilidad emocional y te conecta con tus valores fundamentales. Aprovecha esta energía para fortalecer tus vínculos afectivos y disfrutar de los placeres sencillos de la vida. Es un momento propicio para la creatividad y la expresión artística.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 3,
      "sign_name": "Aries",
      "date": "2026-02-07"
    },
    {
      "general_text": "Tauro, el 7 de febrero de 2026 te invita a conectar con tu interior y a valorar las pequeñas cosas de la vida. La energía cósmica te impulsa a la reflexión y a la consolidación de tus logros. Confía en tu intuición, ya que te guiará hacia decisiones sabias y beneficiosas a largo plazo.",
      "love_text": "En el amor, es un día propicio para fortalecer la conexión con tu pareja a través de la comunicación honesta y el afecto genuino. Si estás soltero, mantén la mente abierta a nuevas posibilidades, pero no te apresures a tomar decisiones. La paciencia será clave para atraer una relación duradera y significativa.",
      "business_text": "Tu perseverancia y dedicación en el trabajo serán reconocidas. Es un buen momento para presentar nuevas ideas o proyectos que hayas estado desarrollando. Presta atención a los detalles y evita gastos innecesarios. La estabilidad financiera se verá favorecida si mantienes una actitud prudente y responsable.",
      "health_text": "Presta atención a tu bienestar físico y emocional. Dedica tiempo a actividades que te relajen y te ayuden a liberar el estrés. Una alimentación saludable y el ejercicio moderado te proporcionarán la energía necesaria para afrontar los desafíos del día a día. Escucha a tu cuerpo y respeta sus necesidades.",
      "lunar_text": "La Luna en Virgo te brinda una energía práctica y analítica. Este tránsito te invita a organizar tus pensamientos y a establecer prioridades. Es un buen momento para ocuparte de tareas pendientes y para mejorar tu rutina diaria. La atención al detalle será tu aliada.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 5,
      "sign_name": "Taurus",
      "date": "2026-02-07"
    },
    {
      "general_text": "El 7 de febrero de 2026, la energía cósmica te impulsa a conectar con tu intuición, Géminis. Es un día para la reflexión interna y para confiar en tus instintos, incluso si parecen contradecir la lógica.  Aprovecha esta oportunidad para sembrar semillas de intención y visualizar tus metas con claridad.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave. Si estás en una relación, dedica tiempo a conectar emocionalmente con tu pareja. Si estás soltero, no te cierres a nuevas posibilidades, pero sé selectivo y busca conexiones genuinas basadas en la compatibilidad intelectual y emocional.",
      "business_text": "Tu mente ágil y tu capacidad de adaptación te serán muy útiles en el ámbito profesional.  Es un buen momento para presentar nuevas ideas o para abordar proyectos que requieren creatividad y flexibilidad.  Presta atención a los detalles y evita tomar decisiones impulsivas en asuntos financieros.",
      "health_text": "Prioriza el descanso y la relajación para mantener tu energía en equilibrio.  Practica técnicas de mindfulness o meditación para reducir el estrés y mejorar tu bienestar mental.  Una alimentación saludable y un poco de ejercicio ligero te ayudarán a sentirte revitalizado.",
      "lunar_text": "La Luna en Libra influye en tu sector de las relaciones y la armonía.  Busca el equilibrio en todas las áreas de tu vida y evita los conflictos innecesarios.  Es un momento propicio para la diplomacia y la colaboración.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 7,
      "sign_name": "Gemini",
      "date": "2026-02-07"
    },
    {
      "general_text": "El 7 de febrero de 2026, la energía cósmica te invita a la introspección y a conectar con tus emociones más profundas, Cáncer. Es un día propicio para la sanación interna y para fortalecer tus lazos familiares. Confía en tu intuición, ya que te guiará hacia decisiones sabias y te ayudará a navegar cualquier desafío con gracia.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave. Si estás en una relación, dedica tiempo de calidad a tu pareja y expresa tus sentimientos con sinceridad. Si estás soltero, no te cierres a nuevas posibilidades, pero prioriza tu bienestar emocional antes de involucrarte en algo serio. La vulnerabilidad te abrirá puertas inesperadas.",
      "business_text": "Tu creatividad y sensibilidad serán tus mayores activos en el ámbito laboral. No temas proponer ideas innovadoras y colaborar con tus compañeros. Es un buen momento para revisar tus finanzas y establecer metas a largo plazo. La disciplina y la planificación te ayudarán a alcanzar el éxito.",
      "health_text": "Presta atención a tus necesidades emocionales, ya que el estrés puede afectar tu salud física. Dedica tiempo a actividades que te relajen y te recarguen, como meditar, practicar yoga o pasar tiempo en la naturaleza. Una alimentación saludable y un descanso adecuado son fundamentales para mantener tu vitalidad.",
      "lunar_text": "La Luna en Escorpio te impulsa a explorar tus emociones más profundas y a transformar cualquier energía estancada. Aprovecha esta energía para liberarte de viejos patrones y abrazar el cambio. La intuición estará especialmente fuerte, así que confía en tus instintos.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 8,
      "sign_name": "Cancer",
      "date": "2026-02-07"
    },
    {
      "general_text": "Leo, el 7 de febrero de 2026 te invita a conectar con tu fuerza interior y a brillar con autenticidad. La energía cósmica te impulsa a ser creativo y a expresar tus ideas con confianza. Es un día propicio para iniciar proyectos personales y para disfrutar de los placeres de la vida, pero recuerda mantener la humildad.",
      "love_text": "En el amor, la comunicación será clave. Si estás en una relación, dedica tiempo a escuchar a tu pareja y a expresar tus sentimientos con sinceridad. Si estás soltero, es posible que conozcas a alguien que despierte tu interés, pero no te apresures a tomar decisiones. La paciencia y la observación serán tus mejores aliados.",
      "business_text": "Tu carisma y liderazgo serán muy valorados en el ámbito laboral. Es un buen momento para presentar nuevas ideas y para asumir responsabilidades. Sin embargo, evita la impulsividad y analiza cuidadosamente las oportunidades antes de comprometerte. Las finanzas se verán favorecidas si eres prudente y evitas gastos innecesarios.",
      "health_text": "Presta atención a tu energía vital. Aunque te sientas lleno de entusiasmo, es importante que descanses lo suficiente y que te alimentes de forma saludable. Realiza alguna actividad física que te guste para liberar tensiones y mantener tu cuerpo en forma. Escucha las señales que te envía tu organismo.",
      "lunar_text": "La Luna en Tauro te brinda estabilidad emocional y te conecta con la naturaleza. Aprovecha esta energía para cultivar la paciencia y la perseverancia. Es un buen momento para disfrutar de los pequeños placeres de la vida y para fortalecer tus vínculos con las personas que te rodean.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 1,
      "sign_name": "Leo",
      "date": "2026-02-07"
    },
    {
      "general_text": "El 7 de febrero de 2026, la energía cósmica te impulsa a enfocarte en la organización y la eficiencia, Virgo. Es un día propicio para completar tareas pendientes y establecer nuevas rutinas que te brinden mayor estabilidad. Confía en tu intuición y no temas pedir ayuda si la necesitas; la colaboración te traerá grandes beneficios.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave. Si estás en una relación, dedica tiempo de calidad a tu pareja y expresa tus sentimientos. Si estás soltero, es posible que conozcas a alguien especial a través de un amigo o en un entorno profesional. No te cierres a nuevas posibilidades.",
      "business_text": "Tu atención al detalle y tu capacidad analítica serán muy valoradas en el trabajo. Es un buen momento para presentar nuevas ideas o proyectos que hayas estado desarrollando. Las finanzas se ven estables, pero evita gastos impulsivos y prioriza el ahorro a largo plazo. Considera revisar tus inversiones.",
      "health_text": "Presta atención a tu sistema digestivo y asegúrate de mantener una dieta equilibrada. El estrés podría afectar tu bienestar general, así que dedica tiempo a actividades relajantes como la meditación o el yoga. Un paseo al aire libre te revitalizará.",
      "lunar_text": "La Luna en Tauro te brinda una energía terrenal y práctica, favoreciendo la estabilidad emocional y la conexión con la naturaleza. Aprovecha esta influencia para conectar con tus sentidos y disfrutar de los placeres simples de la vida. La Luna te invita a crear un ambiente armonioso a tu alrededor.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 2,
      "sign_name": "Virgo",
      "date": "2026-02-07"
    },
    {
      "general_text": "El 7 de febrero de 2026, Libra, la energía cósmica te impulsa a buscar el equilibrio interno y la armonía en todas las áreas de tu vida. Es un día propicio para la reflexión y la diplomacia, permitiéndote resolver conflictos con gracia y encontrar soluciones creativas. Confía en tu intuición y recuerda que la paciencia es clave para alcanzar tus objetivos.",
      "love_text": "En el amor, la comunicación abierta y honesta será fundamental. Si estás en una relación, dedica tiempo de calidad a tu pareja y expresa tus sentimientos. Para los solteros, una conexión significativa podría surgir de una conversación inesperada, pero evita apresurarte y permite que las cosas fluyan naturalmente.",
      "business_text": "Tu capacidad para mediar y encontrar puntos en común será muy valorada en el ámbito laboral. Es un buen momento para presentar ideas, negociar acuerdos y fortalecer relaciones profesionales. Presta atención a los detalles y evita gastos innecesarios; la prudencia financiera te traerá beneficios a largo plazo.",
      "health_text": "Prioriza el autocuidado y la relajación. El estrés podría afectar tu bienestar general, así que busca actividades que te ayuden a liberar tensiones, como yoga, meditación o un paseo por la naturaleza. Asegúrate de mantener una dieta equilibrada y descansar lo suficiente para recargar energías.",
      "lunar_text": "La Luna en Tauro te brinda estabilidad emocional y una conexión más profunda con tus valores. Aprovecha esta energía para enfocarte en lo que realmente te importa y construir una base sólida para el futuro. La influencia lunar te invita a disfrutar de los placeres simples de la vida y a apreciar la belleza que te rodea.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 6,
      "sign_name": "Libra",
      "date": "2026-02-07"
    },
    {
      "general_text": "Escorpio, el 7 de febrero de 2026 te invita a la introspección y a conectar con tu poder interior.  Es un día para la transformación personal y para dejar ir aquello que ya no te sirve. Confía en tu intuición, ya que te guiará hacia decisiones sabias y beneficiosas a largo plazo.",
      "love_text": "En el amor, la comunicación honesta será clave. Si estás en una relación, profundiza la conexión con tu pareja a través de conversaciones significativas. Si estás soltero, no te cierres a nuevas posibilidades, pero prioriza la autenticidad y la compatibilidad emocional.",
      "business_text": "Tu determinación y enfoque te permitirán avanzar en tus proyectos profesionales.  Es un buen momento para planificar a largo plazo y establecer metas ambiciosas.  Presta atención a los detalles y no dudes en buscar el apoyo de colegas de confianza.  Las inversiones prudentes podrían dar buenos frutos.",
      "health_text": "Presta atención a tus niveles de energía.  Es posible que te sientas un poco más sensible de lo habitual, así que asegúrate de descansar lo suficiente y de practicar actividades que te relajen.  Una alimentación saludable y el ejercicio moderado te ayudarán a mantener el equilibrio físico y mental.",
      "lunar_text": "La Luna en Tauro te brinda estabilidad emocional y te anima a disfrutar de los placeres sencillos de la vida.  Aprovecha esta energía para conectar con la naturaleza y para cultivar la gratitud.  La influencia lunar te ayudará a mantener la calma y a tomar decisiones con sensatez.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 4,
      "sign_name": "Scorpio",
      "date": "2026-02-07"
    },
    {
      "general_text": "Sagitario, el 7 de febrero de 2026 te invita a la introspección y a conectar con tu sabiduría interior. Es un día propicio para la planificación a largo plazo y para sembrar las semillas de tus sueños. Confía en tu intuición, ya que te guiará hacia las oportunidades correctas.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave. Si estás en una relación, dedica tiempo de calidad a tu pareja y expresa tus sentimientos. Si estás soltero, no te cierres a nuevas posibilidades, pero sé selectivo y busca conexiones auténticas.",
      "business_text": "Tu energía creativa estará en su punto máximo, lo que te permitirá abordar proyectos desafiantes con entusiasmo y originalidad. Es un buen momento para presentar ideas innovadoras y buscar nuevas fuentes de ingresos. Mantén la disciplina y la perseverancia para alcanzar tus metas financieras.",
      "health_text": "Presta atención a tu bienestar emocional, ya que el estrés puede afectar tu salud física. Dedica tiempo a actividades relajantes como la meditación, el yoga o simplemente pasar tiempo en la naturaleza. Asegúrate de mantener una dieta equilibrada y dormir lo suficiente.",
      "lunar_text": "La Luna en Escorpio te impulsa a explorar tus emociones más profundas y a transformar patrones limitantes. Aprovecha esta energía para liberarte de viejas heridas y abrazar tu poder personal. La intuición estará especialmente fuerte hoy.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 12,
      "sign_name": "Sagittarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "El 7 de febrero de 2026, la energía cósmica te impulsa a consolidar tus logros y a planificar el futuro con visión estratégica. Es un día para la reflexión profunda y la toma de decisiones conscientes, Capricornio. Confía en tu intuición y no temas asumir la responsabilidad de tu destino.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave para fortalecer tus vínculos. Si estás en una relación, dedica tiempo de calidad a tu pareja y expresa tus sentimientos. Si estás soltero, no te cierres a nuevas oportunidades, pero sé selectivo y busca conexiones auténticas.",
      "business_text": "Tu dedicación y disciplina serán recompensadas en el ámbito profesional. Es un momento propicio para presentar proyectos, negociar acuerdos y avanzar hacia tus metas financieras. Mantén la concentración y evita distracciones para maximizar tu productividad.",
      "health_text": "Presta atención a tus niveles de estrés y busca formas de relajarte y recargar energías. Incorpora actividades que te brinden bienestar físico y mental, como el ejercicio, la meditación o pasar tiempo en la naturaleza. Una alimentación equilibrada te ayudará a mantener tu vitalidad.",
      "lunar_text": "La Luna en Tauro te brinda estabilidad emocional y te conecta con tus valores fundamentales. Aprovecha esta energía para cultivar la paciencia, la perseverancia y la gratitud. Escucha tu voz interior y confía en tu capacidad para superar cualquier obstáculo.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 9,
      "sign_name": "Capricorn",
      "date": "2026-02-07"
    },
    {
      "general_text": "Acuario, el 7 de febrero de 2026 te invita a conectar con tu intuición y a confiar en tu visión única del mundo.  Es un día propicio para la reflexión interna y para sembrar las semillas de proyectos a largo plazo.  La energía cósmica te impulsa a romper con lo convencional y a abrazar tu individualidad.",
      "love_text": "En el amor, la comunicación honesta y abierta será clave. Si estás en una relación, dedica tiempo a fortalecer el vínculo emocional con tu pareja. Si estás soltero, no te cierres a nuevas posibilidades, pero sé fiel a tus valores y busca conexiones auténticas.",
      "business_text": "Tu creatividad y capacidad de innovación estarán en su punto álgido.  Es un excelente momento para presentar nuevas ideas, colaborar con otros y buscar soluciones originales a los desafíos laborales.  Presta atención a los detalles y evita gastos innecesarios.",
      "health_text": "Prioriza el descanso y la relajación para mantener tu energía en equilibrio.  Practica actividades que te ayuden a liberar el estrés, como la meditación, el yoga o pasar tiempo en la naturaleza.  Escucha a tu cuerpo y respeta sus necesidades.",
      "lunar_text": "La Luna en Libra te impulsa a buscar la armonía y el equilibrio en todas las áreas de tu vida.  Es un buen momento para resolver conflictos, negociar acuerdos y cultivar relaciones pacíficas.  La energía lunar te invita a ser diplomático y a considerar las perspectivas de los demás.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 10,
      "sign_name": "Aquarius",
      "date": "2026-02-07"
    },
    {
      "general_text": "El 7 de febrero de 2026, la energía cósmica te invita a conectar con tu intuición y a fluir con las circunstancias. Es un día para la introspección y la creatividad, permitiéndote descubrir nuevas perspectivas y soluciones a desafíos pendientes. Confía en tu voz interior, Piscis, te guiará hacia la armonía y el crecimiento personal.",
      "love_text": "En el amor, la comunicación será clave. Si estás en una relación, expresa tus sentimientos con honestidad y apertura. Para los solteros, una conexión inesperada podría surgir a través de actividades creativas o espirituales. No tengas miedo de mostrar tu vulnerabilidad, ya que esto atraerá a personas auténticas a tu vida.",
      "business_text": "Tu imaginación y sensibilidad serán activos valiosos en el trabajo. Busca oportunidades para expresar tu creatividad y aportar ideas innovadoras.  Es un buen momento para proyectos colaborativos, pero evita sobrecargarte de trabajo.  Presta atención a los detalles financieros y planifica tus gastos con cuidado.",
      "health_text": "Prioriza el autocuidado y la relajación. La energía planetaria puede hacerte sentir más sensible de lo habitual, así que asegúrate de descansar lo suficiente y de nutrir tu cuerpo con alimentos saludables.  Practica técnicas de manejo del estrés, como la meditación o el yoga, para mantener el equilibrio emocional.",
      "lunar_text": "La Luna en Escorpio te impulsa a explorar tus emociones más profundas y a transformar patrones limitantes.  Aprovecha esta energía para liberar viejas heridas y abrazar tu poder personal.  Es un momento propicio para la sanación emocional y la renovación interior.",
      "lucky_numbers": [
        7,
        12,
        88
      ],
      "lucky_color": "Esmeralda",
      "mood_word": "Paciencia",
      "love_rating": 5,
      "business_rating": 4,
      "health_rating": 3,
      "lunar_rating": 4,
      "sign_id": 11,
      "sign_name": "Pisces",
      "date": "2026-02-07"
    }
  ]
}